Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: נָסִיר אֶת הַשְּׁאֵלָה הַזּוֹ וְלֹא נַצִּיג אוֹתָהּ שׁוּב, וְנִשְׁלַח עָלֶיהָ דִּוּוּחַ כְּדֵי שֶׁנְּשַׁפֵּר.
ar: سنزيل هذا السؤال ولن نعرضه مرّة أخرى، وسنرسل عنه تقريرًا كي نتحسّن.
en: We'll remove this question, won't show it again, and send a report so we can improve it.
ru: Мы уберём этот вопрос и больше его не покажем, а ещё отправим отчёт, чтобы всё исправить.

source: נָעוּל שָׁם! ✅ אֶפְשָׁר לְשַׂחֵק כָּאן 🎉
ar: أُقفل هناك! ✅ يمكن اللعب هنا 🎉
en: Locked there! ✅ You can play here 🎉
ru: Там заблокировано! ✅ Можно играть здесь 🎉

source: נָעוּל שָׁם! ✅ הַדַּקּוֹת חָזְרוּ — אֶפְשָׁר לִפְתּוֹחַ כָּאן 🎉
ar: أُقفل هناك! ✅ عادت الدقائق — يمكن الفتح هنا 🎉
en: Locked there! ✅ Your minutes are back — you can unlock here 🎉
ru: Там заблокировано! ✅ Минуты вернулись — можно открыть здесь 🎉

source: נָצְרַת
ar: الناصرة
en: Nazareth
ru: Назарет

source: נֹגַהּ
ar: الزهرة
en: Venus
ru: Венера

source: נֹעָה
ar: نوعا
en: Noa
ru: Ноа

source: נבחרו: %lld · עריכה
ar: تم الاختيار: %lld · تعديل
en: Chosen: %lld · Edit
ru: Выбрано: %lld · Изменить

source: נגמר · להמשיך
ar: انتهى · للمتابعة
en: Ended · renew
ru: Закончилось · продлить

source: נגמר ל%@ · להמשיך: %@
ar: انتهى لدى %@ · للمتابعة: %@
en: Ended for %@ · to continue: %@
ru: Закончилось у %@ · продолжить: %@

source: נהל מנוי ב-Apple ID
ar: إدارة الاشتراك في Apple ID
en: Manage subscription in Apple ID
ru: Управление подпиской в Apple ID

source: נוֹזֵל
ar: سائل
en: Liquid
ru: Жидкость

source: נוֹטֶה לְוַתֵּר עַל קָשֶׁה
ar: يميل إلى الاستسلام أمام الصعب
en: Tends to give up on hard ones
ru: Склонен сдаваться на сложном

source: נוֹעָה
ar: نوعا
en: Noa
ru: Ноа

source: נוֹרְבֶגְיָה
ar: النرويج
en: Norway
ru: Норвегия

source: נוֹשֵׂא הַיּוֹם: %@
ar: موضوع اليوم: %@
en: Today's topic: %@
ru: Тема дня: %@

source: נוֹשֵׂא הַיּוֹם: %@ — יַהֲלוֹמִים כְּפוּלִים! 💎×2
ar: موضوع اليوم: %@ — ألماسات مضاعفة! 💎×2
en: Today's topic: %@ — double diamonds! 💎×2
ru: Тема дня: %@ — двойные алмазы! 💎×2

source: נוֹתְרוּ
ar: المتبقّي
en: Time left
ru: Осталось

source: נוני
ar: نوني
en: Noni
ru: Нони

source: נוסף %@, %@
ar: تمت إضافة %@، %@
en: %@ added, %@
ru: %@ добавлен, %@

source: נוספה %@, %@
ar: تمت إضافة %@، %@
en: %@ added, %@
ru: %@ добавлена, %@

source: נועה
ar: نوعا
en: Emma
ru: Ноа

source: נוצר חשבון הורה
ar: تم إنشاء حساب الوالد
en: Parent account created
ru: Создан аккаунт родителя

source: נחבר אותו עכשיו בסריקת קוד
ar: سنربطه الآن بمسح رمز
en: We'll connect it now with a code scan
ru: Подключим его сейчас по коду

source: נחזור אליכם בהקדם
ar: سنعود إليكم قريبًا
en: We'll get back to you soon
ru: Мы скоро вам ответим

source: ניהול תכנים, יישומים והגדרות
ar: إدارة المحتوى والتطبيقات والإعدادات
en: Manage content, apps, and settings
ru: Управление контентом, приложениями и настройками

source: ניהול ”זמן מסך”
ar: إدارة مدة استخدام الجهاز
en: Manage Screen Time
ru: Управление Экранным временем

source: ניסיון 7 ימים חינם במסלול השנתי. ניתן לבטל בכל עת בהגדרות Apple ID.
ar: تجربة مجّانيّة لمدّة 7 أيّام في الخطّة السنويّة. يمكن الإلغاء في أيّ وقت من إعدادات Apple ID.
en: 7-day free trial on the yearly plan. Cancel anytime in your Apple ID settings.
ru: 7 дней бесплатно на годовом тарифе. Отменить можно в любой момент в настройках Apple ID.

source: ניסיון חינם עד %@
ar: تجربة مجّانيّة حتّى %@
en: Free trial until %@
ru: Бесплатный период до %@

source: ניצל
ar: استخدمَ
en: Used
ru: Использовал

source: ניצלה
ar: استخدمَت
en: Used
ru: Использовала

source: ניקוי השם
ar: مسح الاسم
en: Clear the name
ru: Очистить название

source: ניתן לחבר מכשיר של ילד במועד מאוחר יותר
ar: يمكن ربط جهاز الطفل لاحقًا
en: You can connect a child's device later
ru: Устройство ребёнка можно подключить позже

source: נכון או לא
ar: صح أم خطأ
en: True or false
ru: Верно или нет

source: נכונות
ar: إجابات صحيحة
en: Correct
ru: Правильных

source: נכנס לכיס 💝 של הילד — %@ %@ מתי ש%@, מכל מכשיר. אפשר לתת עוד עד %lld דקות היום (עד חצות).
ar: تدخل إلى جيب 💝 الطفل — %@ %@ متى ما %@، من أيّ جهاز. يمكن منح ما يصل إلى %lld دقيقة إضافيّة اليوم (حتّى منتصف الليل).
en: Goes into your child's 💝 pocket — %@ %@ whenever %@, from any device. You can give up to %lld more minutes today (until midnight).
ru: Попадёт в 💝 кармашек ребёнка — %1$@ %2$@ когда %3$@, с любого устройства. Сегодня можно дать ещё до %lld минуты (до полуночи).

source: נסו לקבוע 10 דקות משחק קבועות ביום — עקביות חשובה יותר מכמות.
ar: جرّبوا تحديد 10 دقائق لعب ثابتة في اليوم — الانتظام أهمّ من الكمّيّة.
en: Try setting a regular 10 minutes of play a day — consistency matters more than quantity.
ru: Попробуйте установить постоянные 10 минут игры в день — регулярность важнее количества.

source: נסו שוב
ar: حاولوا مرّة أخرى
en: Try again
ru: Попробуйте ещё раз

source: נסו תרגול קצר של חיבור וחיסור בזמן ארוחת הערב.
ar: جرّبوا تمرينًا قصيرًا في الجمع والطرح أثناء العشاء.
en: Try some quick addition and subtraction practice at dinner.
ru: Попробуйте короткую тренировку сложения и вычитания за ужином.

source: נעול
ar: مقفل
en: Locked
ru: Заблокировано

source: נעולה
ar: مقفل
en: Locked
ru: Заблокировано

source: נעולה גם היא
ar: مقفل أيضًا
en: Locked too
ru: Тоже заблокировано

source: נעולות ברשימה
ar: مقفل في القائمة
en: Locked in the list
ru: Заблокировано в списке

source: נעולות רק האפליקציות שתבחרו. כל השאר נשארות פתוחות, וגם אפליקציה חדשה שהילד מתקין.
ar: تُقفل فقط التطبيقات التي تختارونها. كل ما تبقّى يبقى مفتوحًا، بما في ذلك تطبيق جديد يُنزّله طفلكم.
en: Only the apps you choose are locked. Everything else stays open, including a new app your child installs.
ru: Заблокированы только выбранные приложения. Всё остальное остаётся открытым, включая новое приложение, установленное ребёнком.

source: נעילה
ar: القفل
en: Locking
ru: Блокировка

source: נעילה מרחוק שתמיד עובדת
ar: قفل عن بُعد يعمل دائمًا
en: Remote lock that always works
ru: Удалённая блокировка, которая всегда работает

source: נעילה שבאמת נועלת
ar: قفل يقفل فعلًا
en: A lock that really locks
ru: Блокировка, которая правда блокирует

source: נעילה שבאמת נועלת — ממקום אחד
ar: قفل يقفل فعلًا — من مكان واحد
en: A lock that really locks — from one place
ru: Блокировка, которая правда блокирует, — из одного места

source: נעילת אפליקציות
ar: إقفال التطبيقات
en: App locking
ru: Блокировка приложений

source: נעילת האפליקציות
ar: قفل التطبيقات
en: App lock
ru: Блокировка приложений

source: נעילת האפליקציות, הצלילים והתגמול על תשובות נכונות מוגדרים במכשיר של כל ילד: פותחים שם את טופי ונכנסים להגדרות עם קוד ההורה.
ar: قفل التطبيقات والأصوات والمكافأة على الإجابات الصحيحة تُضبط على جهاز كل طفل: افتحوا Tofy هناك وادخلوا إلى الإعدادات برمز الأهل.
en: App locking, sounds and the reward for correct answers are set on each child's device: open Tofy there and go to Settings with the parent code.
ru: Блокировка приложений, звуки и награда за правильные ответы настраиваются на устройстве каждого ребёнка: откройте там Tofy и зайдите в настройки с родительским кодом.

source: נעל
ar: أقفل
en: Lock
ru: Заблокировать

source: נעל ואפס
ar: أقفل وصفّر
en: Lock and reset
ru: Заблокировать и сбросить

source: נעל ואפס דקות מתנה
ar: أقفل وصفّر دقائق الهديّة
en: Lock and reset gift minutes
ru: Заблокировать и обнулить подарочные минуты

source: נעל עכשיו
ar: أقفل الآن
en: Lock now
ru: Заблокировать сейчас

source: נעל עכשיו (מרחוק)
ar: أقفل الآن (عن بُعد)
en: Lock now (remotely)
ru: Заблокировать сейчас (удалённо)

source: נעלתם את המכשיר מרחוק
ar: قفلتم الجهاز عن بُعد
en: You locked the device remotely
ru: Вы заблокировали устройство дистанционно

source: נפח
ar: مستوى الصوت
en: Volume
ru: Громкость

source: נפתח הדף של טופי בהגדרות — חזרו צעד אחד אחורה ובחרו "זמן מסך".
ar: تُفتح صفحة Tofy في الإعدادات — ارجعوا خطوة واحدة واختاروا «مدة استخدام الجهاز».
en: Tofy's page in Settings opens — go back one step and choose "Screen Time".
ru: Откроется страница Tofy в настройках — вернитесь на шаг назад и выберите «Экранное время».

source: נפתח חלון של 5 דקות למחיקת אפליקציות במכשיר של %@ — מידי כשטופי פתוח שם. אחר כך הנעילה חוזרת לבד.
ar: تُفتح نافذة من 5 دقائق لحذف التطبيقات على جهاز %@ — فورًا إذا كان Tofy مفتوحًا هناك. بعد ذلك يعود القفل من تلقاء نفسه.
en: A 5-minute window opens for deleting apps on %@'s device — instantly if Tofy is open there. After that, the lock comes back on its own.
ru: Открывается окно на 5 минут для удаления приложений на устройстве %@ — сразу же, если Tofy там открыт. Потом блокировка вернётся сама.

source: נפתח חלון של 5 דקות למחיקת אפליקציות במכשיר של %@ — מיידי כשטופי פתוח שם. אחר כך הנעילה חוזרת לבד.
ar: تُفتح نافذة من 5 دقائق لحذف التطبيقات على جهاز %@ — فورًا إذا كان Tofy مفتوحًا هناك. بعد ذلك يعود القفل من تلقاء نفسه.
en: A 5-minute window opens for deleting apps on %@'s device — instantly if Tofy is open there. After that, the lock comes back on its own.
ru: Открывается окно на 5 минут для удаления приложений на устройстве %@ — сразу же, если Tofy там открыт. Потом блокировка вернётся сама.

source: נפתח חלון של 5 דקות. צאו למסך הבית ← לחיצה ארוכה על טופי ← “הסר אפליקציה”. אחר כך הנעילה חוזרת לבד.
ar: فُتحت نافذة من 5 دقائق. اذهبوا إلى الشاشة الرئيسية ← اضغطوا مطوّلًا على Tofy ← «إزالة التطبيق». بعد ذلك يعود القفل من تلقاء نفسه.
en: A 5-minute window is open. Go to the Home Screen → long-press Tofy → “Remove App”. The lock comes back on by itself afterward.
ru: Открылось окно на 5 минут. Выйдите на домашний экран → долгое нажатие на Tofy → «Удалить приложение». Потом блокировка вернётся сама.

source: נצבר היום: %lld / %lld דק׳
ar: تراكم اليوم: %lld / %lld د
en: Earned today: %lld / %lld min
ru: Накоплено сегодня: %lld / %lld мин

source: נצל
ar: استخدمَ
en: Used
ru: Использовал

source: נצלה
ar: استخدمَت
en: Used
ru: Использовала

source: נקבע זמן מסך יומי
ar: تم تحديد وقت الشاشة اليومي
en: Daily screen time set
ru: Задано экранное время на день

source: נקה בחירה
ar: مسح التحديد
en: Clear selection
ru: Очистить выбор

source: נקה רשימת מותרות
ar: مسح قائمة المسموح
en: Clear allowed list
ru: Очистить список разрешённых

source: נקו את הבחירה
ar: امسحوا الاختيار
en: Clear the selection
ru: Очистить выбор

source: נקו את הרשימה
ar: امسحوا القائمة
en: Clear the list
ru: Очистить список

source: נראה %@
ar: شوهد %@
en: Seen %@
ru: Был в сети %@

source: נראה לאחרונה %@. המתנה תופיע ברגע שיתחבר — ואז תקבלו התראה.
ar: شوهد آخر مرّة %@. ستظهر الهديّة فور اتّصال الجهاز — وعندها سيصلكم إشعار.
en: Last seen %@. The gift will show up once the device connects — you'll get a notification then.
ru: Последний раз в сети %@. Подарок появится, как только устройство подключится — тогда вы получите уведомление.

source: נראה לאחרונה %@. הנעילה שמורה ותחול ברגע שיתחבר — ואז תקבלו התראה.
ar: شوهد آخر مرّة %@. القفل محفوظ وسيُطبَّق فور اتّصال الجهاز — وعندها سيصلكم إشعار.
en: Last seen %@. The lock is saved and will apply once the device connects — you'll get a notification then.
ru: Последний раз в сети %@. Блокировка сохранена и применится, как только устройство подключится — тогда вы получите уведомление.

source: נראה ש%@ מתקשה ב%@. זה תחום מצוין להתמקד בו יחד.
ar: يبدو أنّ %@ يجد صعوبة في %@. إنّه مجال ممتاز للتركيز عليه معًا.
en: It looks like %@ is finding %@ tricky. It's a great area to focus on together.
ru: Похоже, %@ пока трудно с темой «%@». Это отличная область, чтобы позаниматься вместе.

source: נשארו %@ דקות · %@
ar: بقيت %@ دقيقة · %@
en: %@ min left · %@
ru: Осталось %@ минут · %@

source: נשארו כ-%lld דקות
ar: بقيت نحو %lld دقيقة
en: About %lld minutes left
ru: Осталось около %lld минуты

source: נשארות פתוחות
ar: تبقى مفتوحة
en: Stay open
ru: Остаются открытыми

source: נשארת פתוחה
ar: يبقى مفتوحًا
en: Stays open
ru: Остаётся открытым

source: נשלח ✓
ar: أُرسل ✓
en: Sent ✓
ru: Отправлено ✓

source: נשלח ✓ · %lld דק׳ — עד חצות
ar: أُرسل ✓ · %lld د — حتى منتصف الليل
en: Sent ✓ · %lld min — until midnight
ru: Отправлено ✓ · %lld мин — до полуночи

source: נשלחה בקשת בדיקה — ההתראה אמורה להגיע תוך כמה שניות
ar: أُرسل طلب اختبار — يُفترض أن يصل الإشعار خلال ثوانٍ
en: Test request sent — the notification should arrive within a few seconds
ru: Тестовый запрос отправлен — уведомление должно прийти через несколько секунд

source: נשמח לשמוע מה דעתכם — מה לשפר, מה חסר, או כל רעיון שיש לכם. כל מילה עוזרת לנו לשפר את טופי לילדים.
ar: يسعدنا أن نسمع رأيكم — ما الذي نحسّنه، وما الناقص، أو أيّ فكرة لديكم. كلّ كلمة تساعدنا على تحسين Tofy للأطفال.
en: We'd love to hear what you think — what to improve, what's missing, or any idea you have. Every word helps us make Tofy better for kids.
ru: Будем рады узнать ваше мнение — что улучшить, чего не хватает или любая ваша идея. Каждое слово помогает нам сделать Tofy лучше для детей.

source: נשמח לשמוע מה דעתכם — מה לשפר, מה חסר, או כל רעיון שיש לכם. כל מלה עוזרת לנו לשפר את טופי לילדים.
ar: يسعدنا أن نسمع رأيكم — ما الذي نحسّنه، وما الناقص، أو أيّ فكرة لديكم. كلّ كلمة تساعدنا على تحسين Tofy للأطفال.
en: We'd love to hear what you think — what to improve, what's missing, or any idea you have. Every word helps us make Tofy better for kids.
ru: Будем рады узнать ваше мнение — что улучшить, чего не хватает или любая ваша идея. Каждое слово помогает нам сделать Tofy лучше для детей.

source: נתון מסכם על הפעילות של הילד/ה בטופי.
ar: معطى يلخّص نشاط الطفل/ة في Tofy.
en: A summary stat of your child's activity in Tofy.
ru: Сводный показатель активности ребёнка в Tofy.

source: נתק ואפס
ar: افصل وصفّر
en: Disconnect and reset
ru: Отключить и сбросить

source: נתראה בפנים 👋
ar: نراكم في الداخل 👋
en: See you inside 👋
ru: Увидимся внутри 👋

source: סְגִירָה
ar: إغلاق
en: Close
ru: Закрыть

source: סְגֹר
ar: إغلاق
en: Close
ru: Закрыть

source: סְגוֹר
ar: إغلاق
en: Close
ru: Закрыть

source: סְדָרוֹת מִסְפָּרִים וְתַבְנִיּוֹת
ar: متتاليات عدديّة وأنماط
en: Number sequences and patterns
ru: Числовые последовательности и закономерности

source: סְטֶגוֹזָאוּרוּס
ar: ستيغوصور
en: Stegosaurus
ru: стегозавр

source: סְכוּם כָּל הַסְּפָרוֹת בַּקּוֹד הוּא %lld
ar: مجموع كل أرقام الرمز هو %lld
en: All the digits in the code add up to %lld
ru: Сумма всех цифр кода — %lld

source: סְלִיחָה, צוֹם וּבְגָדִים לְבָנִים
ar: الغفران والصيام والملابس البيضاء
en: Forgiveness, fasting, and white clothes
ru: Прощение, пост и белые одежды

source: סְמוֹקִינְג
ar: بدلة سهرة
en: Tuxedo
ru: Смокинг

source: סְנִיקֶרְס
ar: حذاء رياضيّ
en: Sneakers
ru: Кеды

source: סְנָאִי
ar: سنجاب
en: Squirrel
ru: Белка

source: סְפִּינוֹזָאוּרוּס
ar: سبينوصور
en: Spinosaurus
ru: спинозавр

source: סְפָרִים
ar: كتب
en: books
ru: книги

source: סְפָרַד
ar: إسبانيا
en: Spain
ru: Испания

source: סְפּוֹרְט
ar: رياضة
en: Sports
ru: Спорт

source: סְפוֹר אֶת הַמַּטְבְּעוֹת בְּיַחַד וּבְדוֹק כַּמָּה יֵשׁ סַךְ הַכֹּל.
ar: عُدَّ القطع النقديّة معًا وتحقّق كم المجموع.
en: Count the coins together and check how much there is in total.
ru: Посчитай монеты вместе и проверь, сколько получилось всего.

source: סְפוֹר לְאַט, אֶחָד-אֶחָד 🔢
ar: عُدَّ ببطء، واحدًا واحدًا 🔢
en: Count slowly, one by one 🔢
ru: Считай медленно, по одной 🔢

source: סְקֵייטְבּוֹרְד
ar: لوح تزلّج
en: Skateboard
ru: Скейтборд

source: סְרִיקַת חָבֵר
ar: مسح رمز صديق
en: Scan friend
ru: Сканировать друга

source: סְרִיקַת קוֹד
ar: مسح الرمز
en: Scan code
ru: Сканировать код

source: סִבּוּב
ar: جولة
en: Round
ru: Раунд

source: סִבּוּב %lld/%lld
ar: الجولة %lld/%lld
en: Round %lld/%lld
ru: Раунд %lld/%lld

source: סִבּוּב הַפְתָּעָה
ar: جولة مفاجأة
en: A surprise round
ru: Раунд-сюрприз

source: סִבּוּבִים
ar: جولات
en: Rounds
ru: Раунды

source: סִגְנוֹן לְמִידָה
ar: أسلوب التعلّم
en: Learning style
ru: Стиль обучения

source: סִגְנוֹן מְעֹרָב
ar: أسلوب مختلط
en: Mixed style
ru: Смешанный стиль

source: סִגְרִי
ar: إغلاق
en: Close
ru: Закрыть

source: סִיַּמְנוּ
ar: انتهينا
en: Done
ru: Готово

source: סִיַּמְנוּ סִבּוּב %lld!
ar: انتهت الجولة %lld!
en: Round %lld done!
ru: Раунд %lld завершён!

source: סִיַּמְתִּי לְשַׂחֵק
ar: انتهيتُ من اللعب
en: I'm done playing
ru: Закончить игру

source: סִיּוּם
ar: إنهاء
en: Done
ru: Готово

source: סִידְנִי
ar: سيدني
en: Sydney
ru: Сидней

source: סִין
ar: الصين
en: China
ru: Китай

source: סִירַת מָנוֹעַ
ar: قارب بمحرك
en: motorboat
ru: моторная лодка

source: סִמְפּוֹנוֹת
ar: الشعب الهوائية
en: Bronchi
ru: Бронхи

source: סִמּוּן מֵחָדָשׁ שֶׁל כָּל הָאַפְּלִיקַצְיוֹת
ar: تحديد كل التطبيقات من جديد
en: Tick every app again
ru: Отметить все приложения заново

source: סִפְרִי אֶת הַמַּטְבְּעוֹת בְּיַחַד וּבִדְקִי כַּמָּה יֵשׁ סַךְ הַכֹּל.
ar: عُدّي القطع النقديّة معًا وتحقّقي كم المجموع.
en: Count the coins together and check how much there is in total.
ru: Посчитай монеты вместе и проверь, сколько получилось всего.

source: סִפְרִי לְאַט, אֶחָד-אֶחָד 🔢
ar: عُدّي ببطء، واحدًا واحدًا 🔢
en: Count slowly, one by one 🔢
ru: Считай медленно, по одной 🔢

source: סִפְרִיָּה
ar: مكتبة
en: Library
ru: Библиотека

source: סִרְקוּ חָבֵר
ar: امسحوا رمز صديق
en: Scan a friend
ru: Отсканируй друга

source: סִרְקוּ עִם הַמַּצְלֵמָה שֶׁל הַטֶּלֶפוֹן שֶׁל הַהוֹרֶה כְּדֵי לְהוֹרִיד אֶת טוֹפִי, צְרוּ מִשְׁפָּחָה וְחִזְרוּ לְכָאן
ar: امسحوا بكاميرا هاتف الوالد لتنزيل Tofy، أنشئوا عائلة وعودوا إلى هنا
en: Scan with the parent's phone camera to download Tofy, create a family and come back here
ru: Отсканируйте камерой телефона родителя, чтобы скачать Tofy, создайте семью и вернитесь сюда

source: סִרְקוּ עִם הַמַּצְלֵמָה שֶׁל הָאַיְפוֹן כְּדֵי לְהוֹרִיד אֶת טוֹפִי
ar: امسحوا بكاميرا الـ iPhone لتنزيل Tofy
en: Scan with your iPhone's camera to download Tofy
ru: Отсканируйте камерой iPhone, чтобы скачать Tofy

source: סִרְקוּ עִם הַמַּצְלֵמָה שֶׁל הָאַיְפוֹן כְּדֵי לְהוֹרִיד אֶת טוֹפִי, צְרוּ מִשְׁפָּחָה וְחִזְרוּ לְכָאן
ar: امسحوا بكاميرا الـ iPhone لتنزيل Tofy، أنشئوا عائلة وعودوا إلى هنا
en: Scan with your iPhone's camera to download Tofy, create a family and come back here
ru: Отсканируйте камерой iPhone, чтобы скачать Tofy, создайте семью и вернитесь сюда

source: סִרְקוּ קוֹד QR
ar: امسحوا رمز QR
en: Scan QR code
ru: Отсканируйте QR-код

source: סִרְקוּ שׁוּב אֶת קוֹד הַהוֹרֶה כְּדֵי לְהַמְשִׁיךְ
ar: امسحوا رمز الوالد مرّة أخرى للمتابعة
en: Scan the parent code again to continue
ru: Отсканируйте код родителя ещё раз, чтобы продолжить

source: סֵאוּל
ar: سيول
en: Seoul
ru: Сеул

source: סֵפֶר
ar: كتاب
en: book
ru: книга

source: סַבָּבָּה! 👍
ar: تمام! 👍
en: Awesome! 👍
ru: Супер! 👍

source: סַדְּרִי אֶת הַדְּבָרִים לְפִי הַזְּמַן — מָה הָיָה רִאשׁוֹן וּמָה אַחֲרָיו.
ar: رتّبي الأشياء حسب الزمن — ما الذي جاء أوّلًا وما الذي جاء بعده.
en: Put things in time order — what came first and what came next.
ru: Расставь события по времени — что было первым, а что потом.

source: סַדֵּר אֶת הַדְּבָרִים לְפִי הַזְּמַן — מָה הָיָה רִאשׁוֹן וּמָה אַחֲרָיו.
ar: رتّب الأشياء حسب الزمن — ما الذي جاء أوّلًا وما الذي جاء بعده.
en: Put things in time order — what came first and what came next.
ru: Расставь события по времени — что было первым, а что потом.

source: סַךְ הַכֹּל
ar: المجموع
en: Total
ru: Итого

source: סַךְ הַכֹּל הִרְוַחְתְּ מֵהַמַּטְלוֹת:
ar: مجموع ما ربحتِ من المهامّ:
en: Total earned from chores:
ru: Всего ты заработала на делах:

source: סַךְ הַכֹּל הִרְוַחְתָּ מֵהַמַּטְלוֹת:
ar: مجموع ما ربحتَ من المهامّ:
en: Total earned from chores:
ru: Всего ты заработал на делах:

source: סַךְ הַכֹּל הִרְוַחַתְּ מֵהַמַּטְלוֹת:
ar: مجموع ما ربحتِ من المهامّ:
en: Total earned from chores:
ru: Всего ты заработала на делах:

source: סַלְמוֹן
ar: سلمون
en: salmon
ru: лосось

source: סַקְסוֹפוֹן
ar: ساكسفون
en: saxophone
ru: саксофон

source: סַרְטָן
ar: سلطعون
en: crab
ru: краб

source: סָגוֹל
ar: بنفسجيّ
en: purple
ru: фиолетовый

source: סָגוּר
ar: إغلاق
en: Close
ru: Закрыть

source: סֻכָּר
ar: سكر
en: Sugar
ru: Сахар

source: סֻכָּרִיָּה
ar: حلوى
en: candy
ru: конфета

source: סבא וסבתא
ar: الجدّ والجدّة
en: Grandparents
ru: Бабушка и дедушка

source: סבב הסתיים
ar: انتهت جولة
en: A round ended
ru: Раунд завершён

source: סגור
ar: إغلاق
en: Close
ru: Закрыть

source: סגור את הבקשה
ar: إغلاق الطلب
en: Close request
ru: Закрыть запрос

source: סגירה
ar: إغلاق
en: Close
ru: Закрыть

source: סגנון למידה
ar: أسلوب التعلّم
en: Learning style
ru: Стиль обучения

source: סדר את הילדים
ar: ترتيب الأطفال
en: Reorder kids
ru: Изменить порядок детей

source: סדר הילדים
ar: ترتيب الأطفال
en: Kid order
ru: Порядок детей

source: סדרות מספרים והקוד בכספת נקראים עכשיו מימין לשמאל, וטופי טיים תמיד ראשון בין העולמות
ar: في العبرية والعربية تُقرأ سلاسل الأرقام ورمز الخزنة الآن من اليمين إلى اليسار، وTofy Time دائمًا أول العوالم
en: In Hebrew and Arabic, number sequences and the vault code now read right to left, and Tofy Time always comes first among the worlds
ru: На иврите и арабском ряды чисел и код сейфа теперь читаются справа налево, а Tofy Time всегда первое среди миров

source: סה"כ הרוויח%@ מהמטלות: 🎮 %lld דקות משחק
ar: إجمالي ما ربح%@ من المهامّ: 🎮 %lld دقيقة لعب
en: Total earned from%@ chores: 🎮 %lld play minutes
ru: Всего заработано%1$@ на делах: 🎮 %lld игровой минуты

source: סוֹבְבִי אֶת הַגַּלְגַּל עִם הָאֶצְבַּע — לְאֵיזֶה צַד שֶׁתִּרְצִי ✨
ar: أديري العجلة بإصبعك — في أي اتجاه تريدين ✨
en: Spin the wheel with your finger — whichever way you like ✨
ru: Крути колесо пальцем — в любую сторону ✨

source: סוֹבְבִי!
ar: أديري!
en: Spin!
ru: Крути!

source: סוֹבֵב אֶת הַגַּלְגַּל עִם הָאֶצְבַּע — לְאֵיזֶה צַד שֶׁתִּרְצֶה ✨
ar: أدِر العجلة بإصبعك — في أي اتجاه تريد ✨
en: Spin the wheel with your finger — whichever way you like ✨
ru: Крути колесо пальцем — в любую сторону ✨

source: סוֹבֵב!
ar: أدِر!
en: Spin!
ru: Крути!

source: סוֹף שָׁבוּעַ כָּפוּל!
ar: عطلة نهاية أسبوع مضاعفة!
en: Double weekend!
ru: Двойные выходные!

source: סוֹף שָׁבוּעַ שֶׁל יַהֲלוֹמִים כְּפוּלִים! 💎×2
ar: عطلة نهاية أسبوع بألماسات مضاعفة! 💎×2
en: Double diamonds weekend! 💎×2
ru: Выходные двойных алмазов! 💎×2

source: סוֹרְקִים אֶת הַקּוֹד שֶׁמּוֹפִיעַ בַּטֶּלֶפוֹן שֶׁל הַהוֹרֶה
ar: امسحوا الرمز الظاهر على هاتف الوالد
en: Scan the code shown on the parent's phone
ru: Отсканируйте код с телефона родителя

source: סוּס
ar: حصان
en: horse
ru: лошадь

source: סוללה: מתעדכן כשהטלפון זז או כשמבקשים — בלי GPS שרץ כל הזמן.
ar: البطارية: يتحدث عندما يتحرك الهاتف أو عندما تطلبون — بدون GPS يعمل طوال الوقت.
en: Battery: updates when the phone moves or when you ask — no GPS running all the time.
ru: Батарея: обновляется, когда телефон перемещается или когда вы просите, — без постоянно работающего GPS.

source: סיבוב הפתעה באמצע השאלות
ar: جولة مفاجئة في منتصف الأسئلة
en: A surprise round mid-session
ru: Сюрприз-раунд посреди вопросов

source: סיבוב הפתעה מרוויח זמן
ar: الجولة المفاجئة تربح وقتًا
en: Surprise rounds earn time
ru: Раунд-сюрприз приносит время

source: סיבוב הפתעה ⚡
ar: جولة مفاجأة ⚡
en: A surprise round ⚡
ru: Раунд-сюрприз ⚡

source: סיום
ar: إنهاء
en: Done
ru: Готово

source: סיום ביום שישי
ar: نهاية يوم الجمعة
en: Friday end
ru: Конец в пятницу

source: סיימנו
ar: انتهينا
en: Done
ru: Готово

source: סיימתי
ar: انتهيت
en: Done
ru: Готово

source: סיימתי — %@ יכול להתחיל
ar: انتهيت — يمكن لـ%@ أن يبدأ
en: Done — %@ can start
ru: Готово — %@ может начинать

source: סיימתי — %@ יכולה להתחיל
ar: انتهيت — يمكن لـ%@ أن تبدأ
en: Done — %@ can start
ru: Готово — %@ может начинать

source: סימון מחדש של כל האפליקציות
ar: تحديد كل التطبيقات من جديد
en: Tick every app again
ru: Отметить все приложения заново

source: סימנו
ar: انتهينا
en: Done
ru: Готово

source: סיסמה
ar: كلمة المرور
en: Password
ru: Пароль

source: סיסמה (לפחות 6 תווים)
ar: كلمة السرّ (6 أحرف على الأقلّ)
en: Password (at least 6 characters)
ru: Пароль (минимум 6 символов)
